"SelectIdentityApplicationRequest" = "%@ kräver att du väljer en Kerberos-identitet";
"SelectIdentityRequest"            = "Välj en Kerberos-identitet";

"SelectIdentityHideOptions"        = "Göm alternativ";
"SelectIdentityShowOptions"        = "Visa alternativ";